
[ACCESSCONTROL]
acdesctext[0]=If this password is set, players will have to enter it to join this server.
acdesctext[1]=Specifies IP addresses or address ranges which have been banned.
acdesctext[2]=Password required to login with administrator privileges on this server.
acdisplaytext[0]=Game Password
acdisplaytext[1]=Access Policies
acdisplaytext[2]=Admin Password
defaultkickreason=None specified
idlekickreason=Kicked for idling.
ipbanned=Your IP address has been banned on this server.
kickedmsg=You have been forcibly removed from the game.
needpassword=You need to enter a password to join this game.
sessionbanned=Your IP address has been banned from the current game session.
wrongpassword=The password you entered is incorrect.

[CHEATMANAGER]
owncamera=Now viewing from own camera
viewingfrom=Now viewing from

[CONSOLE]
classcaption=Standard Unreal Console

[ERRORS]
aborttoentry=Failed; returning to Entry
challocate=Couldn't allocate channel
clientoutdated=The match you are trying to join is running an incompatible version of the game.  Please try upgrading your game version.
connectionfailed_title=Connection Lost
connectionfailed=Your connection to the host has been lost.
connectiontimeout=Your connection to the host timed out
creatematcherror=Error creating match
debuggerpresenterror=The game has detected that you are currently running a user-mode or kernel-mode debugger and cannot continue.  Please exit all debugging utilities and restart the game.
downloadfailed=Downloading package '`~' failed: `~
failedbrowse=Failed to enter `~: `~. Please check the log for errors.
failedfindpackage=Failed to find required package '`~'
failedmapload_notfound=The map specified on the commandline '`~' could not be found. Would you like to load the default map instead?
invalidlink=Invalid Link: `~
invalidurl=You cannot join the match because the host has downloadable content you do not.
listen=Listen failed: `~
loadentry=Can't load Entry: `~
loadplayerclass=Failed to load player class
negativedeltatime=CPU time drift detected! Please consult release notes on how to address this.
netalready=Already networking
netclose=Error closing file
nethdspace=There is not enough space on your HDD to download the package. You will need to free some space to download packages.
netinvalid=Received invalid file request
netlisten=Listen failed: No linker context available
netmove=Error moving file
netopen=Error opening file
netrefused=Server refused to send '`~'
netsize=File size mismatch
networkinit=Error initializing network layer.
netwrite=Error writing to file
nodownload=You cannot join the match because the host has downloadable content you do not.
peerconnection=Peer connection failed: `~
peerlisten=Peer listen socket failed: `~
pending=Pending connect to '`~' failed; `~
requestdenied=Server requested file from pending level: Denied
serverhostingdifferentgame=Server is hosting a different game. You cannot connect to this server.
serverlisten=Dedicated server can't listen: `~
serveropen=Servers can't open network URLs
serveroutdated=Server's version is outdated
steamauthfailed=Steam decided that you are not authorized to connect to this server.
steamclientrequired=Host is running Steam, so you should too. Please launch the game from Steam.
usedcheatcommands=Console commands were used which are disallowed in netplay.  You must restart the game to create a match.
SonySignalMemoryLow=We have detected that your console is low on network memory, please reboot your console to maintain an optimal experience

[EXAMPLEGAMEMENU]
cancelbuttontext=Return To Game
inlinefontsampletext=These words are small... <Font:EngineFonts.LargeFont>these words are big,<Font:/> and these words are back to normal.
inlinestylesampletext=These words are normal... <Styles:ConsoleStyle>these words are green<Styles:/> and these words are normal too.
reloadbuttontext=Reload Map
respawnbuttontext=Respawn Player
splitscreenbuttontext=Splitscreen Test Scene

[FAILEDCONNECT]
failmessage[0]=FAILED TO JOIN GAME.  NEED PASSWORD.
failmessage[1]=FAILED TO JOIN GAME.  WRONG PASSWORD.
failmessage[2]=FAILED TO JOIN GAME.  GAME HAS STARTED.
failmessage[3]=FAILED TO JOIN GAME.

[GAMEINFO]
defaultplayername=Player
gamename=Game

[GAMEMESSAGE]
arbitrationmessage=The session has already started.
becamespectator=became a spectator.
cantbeplayer=Sorry, you cannot become an active player at this time.
cantbespectator=Sorry, you cannot become a spectator at this time.
enteredmessage=" entered the game."
failedplacemessage=Could not find a starting spot
failedspawnmessage=Could not spawn player
failedteammessage=Could not find team for player
globalnamechange=changed name to
kickwarning=You are about to be kicked for idling!
leftmessage=" left the game."
maxedoutmessage=Server is already at capacity.
musthavestats=Must have stats enabled to join this server.
newplayermessage=A new player entered the game.
newspecmessage=A spectator entered the game/
newteammessage=is now on
nonamechange=Name is already in use.
overtimemessage=Score tied at the end of regulation. Sudden Death Overtime!!!
specenteredmessage=" joined as a spectator."
switchlevelmessage=Switching Levels
votepassed=Vote passed.
votestarted=started a vote.

[GAMEVIEWPORTCLIENT]
connectingmessage=CONNECTING
loadingmessage=LOADING
pausedmessage=PAUSED
precachingmessage=PRECACHING
savingmessage=SAVING

[GENERAL]
splashscreen_copyrightinfo=Copyright © 2016 Hardsuit Labs. All rights reserved.
splashscreen_thirdpartycopyrightinfo=Uses Bink Video, Copyright © 1997-2011 by RAD Game Tools, Inc.
upgrade=To enter this server, you need the latest free update to Unreal available from Epic's Web site:
upgradequestion=Do you want to launch your web browser and go to the upgrade page now?
upgradeurl=http://www.unreal.com/upgrade
version=Version `~

[HUD]
connectingmessage=CONNECTING
loadingmessage=LOADING
pausedmessage=PAUSED
savingmessage=SAVING

[INVENTORY]
pickupmessage=Snagged an item.

[LEVELINFO]
title=Untitled

[LOGITECHKBSUBSYSTEM]
assiststr="Assists: "
creditsstr="CP: "
deathstr="Deaths: "
gamename="Blacklight"
healthstr="Health: "
killstr="Kills: "
primarystr="Primary: "
scorestr="Score: "
secondarystr="Secondary: "
staminastr="Stamina: "
tacgearstr="Tactical: "

[MASTERMD5COMMANDLET]
helpcmd=mastermd5
helpdesc[0]=Creates a new MD5 database
helpdesc[1]=Adds new packages to the database
helpdesc[2]=Show the current database.
helpdesc[3]=Force the revision of all entries to <param>
helponeliner=Manipulate the Master MD5 database
helpparm[0]=-c
helpparm[1]=-a
helpparm[2]=-s
helpparm[3]=-r
helpusage=mastermd5 [-option..] <params>
helpweblink=http://unreal.epicgames.com/servertips.htm

[MENU]
centerstring=Center
disabledstring=Disabled
enabledstring=Enabled
helpmessage[1]=This menu has not yet been implemented.
helpmessage=
leftstring=Left
menulist=
nostring=no
rightstring=Right
yesstring=yes

[ONLINEGAMESETTINGS]
averageskillrating.friendlyname="Skill Rating"
ballowinvites.friendlyname="Invites Allowed"
ballowjoininprogress.friendlyname="Join In Progress Allowed"
ballowjoinviapresence.friendlyname="Join Via Presence Allowed"
banticheatprotected.friendlyname="Anti-Cheat Protected"
bisdedicated.friendlyname="Dedicated"
bislanmatch.friendlyname="Lan Match"
bislistplay.friendlyname="ListPlay"
bshouldadvertise.friendlyname="Advertise"
busesarbitration.friendlyname="Arbitration"
busespresence.friendlyname="Presence Enabled"
busesstats.friendlyname="Uses Stats"
NumOpenSlots.friendlyname="Open Public Slots"
owningplayername.friendlyname="Server"
pinginms.friendlyname="Ping"

[ONLINEPROFILESETTINGS]
ownermappings[0]=(Name="None")
ownermappings[1]=(Name="Online Service Setting")
ownermappings[2]=(Name="Game Setting")
profilemappings[0]=(ValueMappings=((Name="Off"),(Name="On")))
profilemappings[1]=(ValueMappings=((Name="Off"),(Name="On")))
profilemappings[10]=(ValueMappings=((Name="Off"),(Name="On")))
profilemappings[11]=(ValueMappings=((Name="Left Thumbstick"),(Name="Right Thumbstick")))
profilemappings[12]=(ValueMappings=((Name="Auto"),(Name="Manual")))
profilemappings[13]=(ValueMappings=((Name="Behind"),(Name="Front"),(Name="Inside")))
profilemappings[14]=(ValueMappings=((Name="Trigger"),(Name="Button")))
profilemappings[15]=(ValueMappings=((Name="Trigger"),(Name="Button")))
profilemappings[2]=(ValueMappings=((Name="No"),(Name="Yes")))
profilemappings[3]=(ValueMappings=((Name="Off"),(Name="On"),(Name="Both")))
profilemappings[5]=(ValueMappings=((Name="Normal"),(Name="Easy"),(Name="Hard")))
profilemappings[6]=(ValueMappings=((Name="Medium"),(Name="Low"),(Name="High")))
profilemappings[7]=(ValueMappings=((Name="None"),(Name="Black"),(Name="White"),(Name="Yellow"),(Name="Orange"),(Name="Pink"),(Name="Red"),(Name="Purple"),(Name="Blue"),(Name="Green"),(Name="Brown"),(Name="Silver")))
profilemappings[8]=(ValueMappings=((Name="None"),(Name="Black"),(Name="White"),(Name="Yellow"),(Name="Orange"),(Name="Pink"),(Name="Red"),(Name="Purple"),(Name="Blue"),(Name="Green"),(Name="Brown"),(Name="Silver")))
profilemappings[9]=(ValueMappings=((Name="Off"),(Name="On")))

[PLAYERREPLICATIONINFO]
stringspectating=Spectating
stringunknown=Unknown

[PROGRESS]
cancelledconnect=Cancelled Connect Attempt
connecting=Connecting...
connectingtext=Connecting:
connectingurl=unreal://`~/`~
listening=Listening for clients...
loading=Loading
netreceiveok=Successfully received '`~'
netreceiving=Receiving '`~': `~/`~
netsend=Sending '`~'
netsending=Sending '`~': `~/`~
paused=Paused by `~
peerconnecting=Peer connecting
peerdisconnecting=Peer disconnecting
receivefile=Receiving '`~'
receiveoptionalfile=Receiving optional file '`~'
receivesize=Size `~K, Complete `3.1~`~
runningnet=`~: `~ (`~ players)
saving=Saving
success=Success

[PUBLIC]
object[0]=(Name=Engine.ServerCommandlet,Class=Class,MetaClass=Core.Commandlet)
object[1]=(Name=Engine.MasterMD5Commandlet,Class=Class,MetaClass=Core.Commandlet)
object[2]=(Name=Engine.SmokeTestCommandlet,Class=Class,MetaClass=Core.Commandlet)

[SERVERCOMMANDLET]
helpdescription=Network game server
helpparamdescriptions[0]=Specify the log file to generate
helpparamdescriptions[1]=Give all players admin privelages
helpparamnames[0]=Log
helpparamnames[1]=AllAdmin
helpusage=server map.unr[?game=gametype] [-option...] [parm=value]...
helpweblink=http://unreal.epicgames.com/servertips.htm

[SMOKETESTCOMMANDLET]
helpdescription=This commandlet runs a series of tests to validate a build
helpparamdescriptions[0]=Runs the game as a server for one tick to validate startup and first frame code
helpparamdescriptions[1]=Validates that all native classes match their script classes in member layout
helpparamnames[0]=SERVER
helpparamnames[1]=CHECK_NATIVE_CLASS_SIZES
helpusage=gamename.exe smoketest <SERVER | CHECK_NATIVE_CLASS_SIZES>
helpweblink=

[TEAMINFO]
teamname=Team

[TESTMENUSTRINGS]
buttontesttext=The button has been clicked <SceneData:ButtonClickCount> times.
playerindextext=The propagated PlayerIndex is: <SceneData:PlayerIndex>.
wrapstringtest=This is just some nonsense text that will be used for testing various string auto-sizing features. This really long string is a great one to use for testing the wrapping functionality of a UIString.  In fact, there are so many characters in this string that it is great for testing many different features of a UIString.

[UIDATAPROVIDER_ONLINEFRIENDMESSAGES]
bisfriendinvitecol=Friend Invitation
bwasacceptedcol=Friend Was Accepted
bwasdeniedcol=Friend Was Denied
messagecol=Message
sendingplayernamecol=Sender's Name

[UIDATAPROVIDER_ONLINEFRIENDS]
awaytext=Away
bhasvoicesupportcol=Has Voice Support
bisjoinablecol=Is Joinable
bisonlinecol=Is Online
bisplayingcol=Is Playing
bisplayingthisgamecol=Is Playing This Game
busytext=Busy
nicknamecol=Name
offlinetext=Offline
onlinetext=Online
presenceinfocol=Online Status

[UIDATAPROVIDER_ONLINEPARTYCHATLIST]
nattypes=Unknown

[UIDATASTORE_ONLINESTATS]
playernickdata.playernickcolumnname="Player Nick"
ranknamemetadata.rankcolumnname="Rank"

[VIEWPORTSTATUS]
occlusionchild=Occlusion Child
renderingfrozene=Rendering frozen...

[WEAPON]
itemname=Weapon
